
/* Class = "NSWindow"; title = "Downloads"; ObjectID = "5"; */
"Downloads" = "Téléchargements";

/* Class = "NSButton"; ibShadowedToolTip = "Remove all finished downloads"; ObjectID = "9"; */
"Remove all finished downloads" = "Supprimer tous les téléchargements achevés";

/* Class = "NSButtonCell"; title = "Clear Downloads"; ObjectID = "145"; */
"Clear Downloads" = "Effacer les Téléchargements";
